Repository: 5l1v3r1/backintime
Catalog: po/*.po
Languages: fr

source: Disabled
fr: Désactivé

source: Every 5 minutes
fr: Toutes les 5 minutes

source: Every 10 minutes
fr: Toutes les 10 minutes

source: Every Hour
fr: Chaque Heure

source: Every Day
fr: Chaque Jour

source: Every Week
fr: Chaque Semaine

source: Every Month
fr: Chaque mois

source: Day(s)
fr: Jour(s)

source: Week(s)
fr: Semaine(s)

source: Year(s)
fr: Année(s)

source: Snapshots directory is not valid !
fr: Le dossier pour les sauvegardes n'est pas valide !

source: Snapshots directory can't be the root directory !
fr: Le dossier pour les sauvegardes ne peut pas être la racine de votre système de fichiers !

source: You must select at least one directory to backup !
fr: Vous devez sélectionner au moins un dossier à sauvegarder !

source: Snapshots directory can't be in "Backup Directories" !
fr: Le dossier des sauvegardes ne peut pas être sauvegardé !

source: "Backup directories" can't include snapshots directory !
fr: Les dossiers à sauvegarder ne peuvent pas inclure le dossier des sauvegardes !

source: "Exclude pattern" can't contain ":" char !
fr: Une expression ne peut pas contenir le caractère ":" !

source: %s is not a directory !
fr: %s n'est pas un dossier !

source: Can't write to: %s Are you sure have write access ?
fr: Impossible d'écrire dans: %s Etes-vous sûr d'avoir la permission d'écriture ?

source: Can't find crontab. Are you sure cron is installed ? If not you should disable all automatic backups.
fr: Impossible de trouver crontab. Etes-vous sûr que crontab est installé ? Si ce n'est pas le cas vous devez désactiver la sauvegarde automatique.

source: about-translators
fr: à propos-les traducteurs

source: Done
fr: Terminé

source: Shortcuts
fr: Raccourcis

source: Name
fr: Nom

source: Size
fr: Taille

source: Snapshots
fr: Sauvegardes

source: Open
fr: Ouvrir

source: Copy
fr: Copier

source: Diff
fr: Comparer

source: Restore
fr: Restaurer

source: Can't find snapshots directory. If it is on a removable drive please plug it and then press OK
fr: Impossible de trouver le dossier des sauvegardes. S'il est sur un disque externe, veuillez le brancher et cliquez sur OK

source: Working:
fr: En cours:

source: Done, no backup needed
fr: Terminé, il n'y a rien à sauvegarder

source: Root
fr: Système de fichiers

source: Home
fr: Dossier personnel

source: Bookmarks
fr: Raccourcis

source: Backup Directories
fr: Dossiers sauvegardés

source: Today
fr: Aujourd'hui

source: Yesterday
fr: Hier

source: This week
fr: Cette semaine

source: Last week
fr: La semaine dernière

source: Snapshot Name
fr: Nom de la sauvegarde

source: Are you sure you want to remove the snapshot: <b>%s</b>
fr: Etes-vous sûr de vouloir supprimer la sauvegarde: <b>%s</b>

source: Snapshot: %s
fr: Sauvegarde: %s

source: View the snapshot made at %s
fr: Examine la sauvegarde effectuée à %s

source: View the current disk content
fr: Examine le contenu du disque courant

source: Now
fr: Maintenant

source: Working...
fr: Traitement en cours...

source: Include folders
fr: Inclure des dossiers

source: Schedule
fr: Sauvegarde automatique

source: Patterns, files or directories
fr: Expressions, fichiers ou dossiers

source: Include directory
fr: Inclure un dossier

source: Exclude pattern
fr: Exclure un modèle

source: Exclude file
fr: Exclure un fichier

source: Exclude directory
fr: Exclure un dossier

source: Are you sure you want to change snapshots directory ?
fr: Etes-vous sûr de vouloir changer le dossier des sauvegardes ?

source: You can't compare a snapshot to itself
fr: Il n'est pas possible de comparer une sauvegarde à elle-même

source: Command not found: %s
fr: Commande non trouvée: %s

source: Take snapshot
fr: Sauvegarder

source: Update snapshots
fr: Actualiser

source: Remove Snapshot
fr: Supprimer

source: Settings
fr: Préférences

source: About
fr: A propos

source: Help
fr: Aide

source: Exit
fr: Quitter

source: Up
fr: Dossier parent

source: Show hidden files
fr: Fichiers cachés

source: This directory don't exist in current snapshot !
fr: Ce dossier n'existe pas dans la sauvegarde sélectionnée !

source: Are you sure you want to remove the snapshot: %s
fr: Etes-vous sûr de vouloir supprimer la sauvegarde: %s

source: General
fr: Général

source: Where to save snapshots
fr: Dossier pour les sauvegardes

source: Include
fr: Inclure

source: Automatic backup
fr: Sauvegarde automatique

source: Exclude
fr: Exclure

source: Add file
fr: Ajouter un fichier

source: Add folder
fr: Ajouter un dossier

source: Auto-remove
fr: Purge auto

source: Older than:
fr: des sauvegardes antérieures à:

source: If free space is less than:
fr: des sauvegardes les plus anciennes s'il reste moins de:

source: Smart remove
fr: des sauvegardes non incluses dans la liste ci-dessous:

source: - keep all snapshots from today and yesterday - keep one snapshot for the last week and one for two weeks ago - keep one snapshot per month for all previous months of this year - keep one snapshot per year for all previous years
fr: - celle d'aujourd'hui et celle d'hier - la dernière de la semaine passée et la dernière de la semaine d'avant - la dernière de chaque mois passé de l'année civile en cours - la dernière de chaque année civile passée

source: Don't remove named snapshots
fr: Ne pas effacer les sauvegardes avec des noms

source: Enable notifications
fr: Activer les notifications

source: Expert Options
fr: Avancé

source: Change this options only if you really know what you are doing !
fr: Changez ces options seulement si vous savez ce que vous êtes en train de faire !

source: Enable schedule per included directory (see Include tab; default: disabled)
fr: Fréquence de sauvegarde par dossier inclus (voir onglet Inclure; défaut : désactivé)

source: Exclude folder
fr: Exclure

source: Include folder
fr: Inclure

source: Diff Options
fr: Options de comparaison

source: Command:
fr: Commande:

source: Parameters:
fr: Paramètres:

source: Use %1 and %2 for path parameters
fr: Utilise %1 et %2 pour les deux chemins

source: Go To
fr: Aller à

source: Can't find snapshots directory. If it is on a removable drive please plug it.
fr: Impossible de trouver le dossier des sauvegardes. S'il se trouve sur un disque externe, branchez celui-ci.

source: Waiting %s second.
fr: En attente pour %s seconde.

source: Finalizing
fr: Finalisation

source: Compare with snapshot %s
fr: Comparaison avec la sauvegarde %s

source: Can't create directory: %s
fr: Impossible de créer le dossier: %s

source: Can't remove directory: %s
fr: Impossible de supprimer le dossier: %s

source: Create hard-links
fr: Création des liens physiques

source: Can't rename %s to %s
fr: Impossible de renommer %s en %s

source: Remove old snapshots
fr: Suppression des sauvegardes obsolètes

source: Try to keep min free space
fr: Préservation de l'espace libre minimal (si possible)

source: Backup Now
fr: Sauvegarder

source: Parent Directory
fr: Dossier parent

source: Hidden files
fr: Fichiers cachés

source: <b>This directory don't exist in current snapshot !</b>
fr: <b>Ce dossier n'existe pas dans la sauvegarde sélectionnée !</b>

source: Select A Folder
fr: Sélectionnez un dossier

source: <b>Where to save snapshots</b>
fr: <b>Dossier pour les sauvegardes</b>

source: <b>Schedule</b>
fr: <b>Sauvegarde automatique</b>

source: <b>Change this options only if you really know what you are doing !</b>
fr: <b>Ne modifiez ces options que si vous savez réellement ce que vous faites !</b>

source: Diff with
fr: Comparer avec

source: Pattern
fr: Expression
